Tekla Open API Reference for Tekla Structures 2025
PositionNumber Methods
The WeldFilterExpressions.PositionNumber type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
WeldFilterExpressions.PositionNumber Class
Tekla.Structures.Filtering.Categories Namespace